Tekla.Structures.DialogInternal.AttributeRemovedEventArgs
Provides data for the Tekla.Structures.DialogInternal.AttributeManager.AttributeRemoved event.

Tekla.Structures.DialogInternal.AttributeRemovedEventArgs.#ctor(System.String)
Initialized a new instance of the AttributeRemovedEventArgs.
AttributeName: The name of the removed attribute.

Tekla.Structures.DialogInternal.AttributeRemovedEventArgs.AttributeName
Gets the name of the removed attribute.